[
    {
        "user": "Amit Singhal",
        "date": "2010-05-23",
        "text": "One of the best tv-episode renamers out there! Kudos! To the author, rednoah."
    },
    {
        "user": "Lakis Koulourakis",
        "date": "2011-02-18",
        "text": "Best app on series renaming I could find."
    },
    {
        "user": "Mark",
        "date": "2012-03-25",
        "text": "One of the most liked \"must have\" programs I use. Much thanks to the author!"
    },
    {
        "user": "Jackson",
        "date": "2012-03-26",
        "text": "Stable and works."
    },
    {
        "user": "Milos Kaurin",
        "date": "2012-04-14",
        "text": "One of the best (if not the best) multi-platform episode renamer/subtitle downloader!"
    },
    {
        "user": "Gillardino Boccacio",
        "date": "2012-05-12",
        "text": "Indispensable tool for people with a large library of videos. Through this program, I was able to restore order in films and serials. Thank you!"
    },
    {
        "user": "Ed Doran",
        "date": "2012-08-25",
        "text": "A must use tool. Really simplifies watching my favorite movies."
    },
    {
        "user": "Kate Smith",
        "date": "2012-11-05",
        "text": "Awesome user-interface!"
    },
    {
        "user": "Geng",
        "date": "2012-11-05",
        "text": "Extremely quick and efficient. Great for renaming anime too - I was very impressed at FileBot's ability to consistently rename anime using AniDB. A must for keeping a large collection clean!"
    },
    {
        "user": "Akya",
        "date": "2013-02-21",
        "text": "Extremely efficient, especially for renaming single episodes."
    },
    {
        "user": "Furius",
        "date": "2013-02-24",
        "text": "Easy to use and easy to work. Thanks a lot!"
    },
    {
        "user": "Jan",
        "date": "2013-03-21",
        "text": "Kudos! :) Great time saver keeping my collection organized. Stable, useful, easy to use. Donation has been made. Keep up the good work!"
    },
    {
        "user": "Bobby Scholtens",
        "date": "2013-05-27",
        "text": "Pretty awesome piece of software. Very fast and easy to use. As it states: \"it just works\"."
    },
    {
        "user": "William Danis",
        "date": "2013-06-18",
        "text": "FileBot is excellent! Thanks."
    },
    {
        "user": "Hayward",
        "date": "2013-08-08",
        "text": "Wow! Thank you so much for this program. I had a large collection of tv shows which I was not looking forward to sorting out. Dumped the files into FileBot and within minutes, all done.Even finds the correct name within filenames with a load of junk in them."
    },
    {
        "user": "Raydan",
        "date": "2013-09-08",
        "text": "I can really recommend using filebot for sorting, moving, deleting, subtitle searching... I just started the script once... and it was quite mindblowing to be honest."
    },
    {
        "user": "Nitish Kumar",
        "date": "2013-09-21",
        "text": "FileBot is such an amazing piece of work. Been using it for TV Show renaming but today I tried it on movies as well. Big time success!"
    },
    {
        "user": "Mitch Franklin",
        "date": "2013-11-17",
        "text": "Absolutely brilliant application. Does everything so smoothly!"
    },
    {
        "user": "Alexander Walter",
        "date": "2013-12-12",
        "text": "Loving FileBot. I only wish I had discovered it sooner. Thank you for saving me so much time!"
    },
    {
        "user": "Saul Chernick",
        "date": "2013-12-25",
        "text": "This is an amazing, amazing open-source project and deserves much success."
    },
    {
        "user": "Sic",
        "date": "2014-03-07",
        "text": "I am a heavy XBMC user and I have tested many renaming programs and I have to admit yours just rocks. I virtually have 100% success rate in scraping."
    },
    {
        "user": "Chuck",
        "date": "2014-04-08",
        "text": "It will rip through movies and tv series files like a knife through butter."
    },
    {
        "user": "Piers",
        "date": "2014-04-16",
        "text": "I would go with FileBot to rename content - over 18,000 files and a 99.8% first time success rate."
    },
    {
        "user": "Joe Cal",
        "date": "2014-07-31",
        "text": "Filebot is probably one of the top 5 computer programs I've ever used."
    },
    {
        "user": "Brony",
        "date": "2014-09-01",
        "text": "Seriously one of the most useful apps on my Mac."
    },
    {
        "user": "Jeff Racer",
        "date": "2015-02-11",
        "text": "This app has saved me thousands of hours."
    },
    {
        "user": "Christian Horch",
        "date": "2015-04-14",
        "text": "This is a new level and the ease of use is amazing!!!"
    },
    {
        "user": "Resonance",
        "date": "2015-06-12",
        "text": "Filebot renamed seasons worth of episodes in just a second, exactly the way I needed it for Plex Media Server. The design and execution of this software is excellent. If you are using Plex, or thinking about buying Plex, you absolutely must have this software."
    },
    {
        "user": "digitaladdictions",
        "date": "2015-08-31",
        "text": "Worth every penny and then some! I can't even start to fathom how much time and mind numbing tedium FileBot has saved me."
    },
    {
        "user": "Barry",
        "date": "2015-11-06",
        "text": "Filebot is the best software out there. For organizing TV Shows it is indispensable as far as I am concerned. I don't know what more I can say except that is simple to use and works every time."
    },
    {
        "user": "Frankie CzechMate",
        "date": "2015-12-20",
        "text": "Absolute miracle! I cannot recommend it enough. It made renaming and organizing more than 10.000 files a breeze!"
    },
    {
        "user": "Brandoneous",
        "date": "2016-02-05",
        "text": "Fantastic application - Shut up and take my money!"
    }
]